Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Comeback mode. Rebuilding after a break.
ar: وضع العودة. إعادة البناء بعد انقطاع.
da: Comeback-tilstand. Genopbygning efter en pause.
de: Comeback-Modus. Wiederaufbau nach einer Pause.
es: Modo regreso. Reconstruyendo tras un descanso.
fi: Paluutila. Rakennetaan uudelleen tauon jälkeen.
fr: Mode reprise. Reconstruction après une pause.
is: Endurkomuhamur. Byggir upp aftur eftir hlé.
it: Modalità rientro. Ricostruzione dopo una pausa.
ja: カムバックモード。休止後の立て直し中。
ko: 복귀 모드. 휴식 후 다시 끌어올리는 중.
nb: Comeback-modus. Bygger opp igjen etter en pause.
nl: Comebackmodus. Opnieuw opbouwen na een pauze.
pt_br: Modo retorno. Reconstruindo depois de uma pausa.
ru: Режим возвращения. Восстановление после перерыва.
sv: Comebackläge. Bygger upp igen efter ett uppehåll.
zh_hans: 回归模式。休息后重新恢复中。

source: Comma-separated RR intervals in milliseconds
ar: فترات RR مفصولة بفواصل بالمللي ثانية
da: Kommaseparerede RR-intervaller i millisekunder
de: Kommagetrennte RR-Intervalle in Millisekunden
es: Intervalos RR separados por comas, en milisegundos
fi: Pilkuin erotellut RR-välit millisekunteina
fr: Intervalles RR séparés par des virgules, en millisecondes
is: Kommuaðskilin RR-bil í millisekúndum
it: Intervalli RR separati da virgole, in millisecondi
ja: カンマ区切りのRR間隔（ミリ秒）
ko: 쉼표로 구분된 RR 간격(밀리초)
nb: Kommaseparerte RR-intervaller i millisekunder
nl: Kommagescheiden RR-intervallen in milliseconden
pt_br: Intervalos RR separados por vírgula, em milissegundos
ru: RR-интервалы через запятую, в миллисекундах
sv: Kommaseparerade RR-intervall i millisekunder
zh_hans: 以逗号分隔的 RR 间期（毫秒）

source: Compare today to yesterday. What changed in HRV, sleep, training load, and vitals?
ar: قارن اليوم بالأمس. ما الذي تغيّر في HRV والنوم وحمل التدريب والعلامات الحيوية؟
da: Sammenlign i dag med i går. Hvad har ændret sig i HRV, søvn, træningsbelastning og vitale værdier?
de: Vergleiche heute mit gestern. Was hat sich bei HRV, Schlaf, Trainingsbelastung und Vitalwerten verändert?
es: Compara hoy con ayer. ¿Qué ha cambiado en la HRV, el sueño, la carga de entrenamiento y las constantes vitales?
fi: Vertaa tätä päivää eiliseen. Mikä muuttui HRV:ssä, unessa, harjoituskuormassa ja elintoiminnoissa?
fr: Compare aujourd'hui à hier. Qu'est-ce qui a changé pour la HRV, le sommeil, la charge d'entraînement et les signes vitaux ?
is: Berðu daginn í dag saman við gærdaginn. Hvað breyttist í HRV, svefni, æfingaálagi og lífsmörkum?
it: Confronta oggi con ieri. Cosa è cambiato in HRV, sonno, carico di allenamento e parametri vitali?
ja: 今日と昨日を比べてください。HRV、睡眠、トレーニング負荷、バイタルで何が変わりましたか？
ko: 오늘과 어제를 비교해 주세요. HRV, 수면, 훈련 부하, 바이탈에서 무엇이 달라졌나요?
nb: Sammenlign i dag med i går. Hva har endret seg i HRV, søvn, treningsbelastning og vitale verdier?
nl: Vergelijk vandaag met gisteren. Wat is er veranderd in HRV, slaap, trainingsbelasting en vitale waarden?
pt_br: Compare hoje com ontem. O que mudou na VFC, no sono, na carga de treino e nos sinais vitais?
ru: Сравни сегодня со вчера. Что изменилось в ВСР, сне, тренировочной нагрузке и показателях?
sv: Jämför idag med igår. Vad har förändrats i HRV, sömn, träningsbelastning och vitalvärden?
zh_hans: 把今天和昨天比较一下。HRV、睡眠、训练负荷和生命体征有哪些变化？

source: Compare today to yesterday. What changed in HRV, sleep, training load, and vitals? Call out anything notable.
ar: قارن اليوم بالأمس. ما الذي تغيّر في HRV والنوم وحمل التدريب والعلامات الحيوية؟ أشر إلى أي شيء لافت.
da: Sammenlign i dag med i går. Hvad har ændret sig i HRV, søvn, træningsbelastning og vitale værdier? Fremhæv det, der er værd at bemærke.
de: Vergleiche heute mit gestern. Was hat sich bei HRV, Schlaf, Trainingsbelastung und Vitalwerten verändert? Hebe alles Auffällige hervor.
es: Compara hoy con ayer. ¿Qué ha cambiado en HRV, sueño, carga de entrenamiento y constantes vitales? Señala lo que destaque.
fi: Vertaa tätä päivää eiliseen. Mikä muuttui HRV:ssä, unessa, harjoituskuormassa ja elintoiminnoissa? Nosta esiin huomionarvoiset asiat.
fr: Compare aujourd’hui à hier. Qu’est-ce qui a changé pour la HRV, le sommeil, la charge d’entraînement et les signes vitaux ? Signale ce qui ressort.
is: Berðu daginn í dag saman við gærdaginn. Hvað breyttist í HRV, svefni, æfingaálagi og lífsmörkum? Bentu á það sem vekur athygli.
it: Confronta oggi con ieri. Cosa è cambiato in HRV, sonno, carico di allenamento e parametri vitali? Segnala ciò che spicca.
ja: 今日と昨日を比べてください。HRV、睡眠、トレーニング負荷、バイタルで何が変わりましたか？目立つ点を挙げてください。
ko: 오늘과 어제를 비교해 줘. HRV, 수면, 훈련 부하, 활력 징후에서 무엇이 달라졌어? 눈에 띄는 점을 짚어 줘.
nb: Sammenlign i dag med i går. Hva har endret seg i HRV, søvn, treningsbelastning og vitale verdier? Trekk fram det som er verdt å merke seg.
nl: Vergelijk vandaag met gisteren. Wat is er veranderd in HRV, slaap, trainingsbelasting en vitale waarden? Benoem wat opvalt.
pt_br: Compare hoje com ontem. O que mudou em HRV, sono, carga de treino e sinais vitais? Aponte o que for relevante.
ru: Сравни сегодня со вчерашним днём. Что изменилось в ВСР, сне, тренировочной нагрузке и жизненных показателях? Отметь всё заметное.
sv: Jämför i dag med i går. Vad har ändrats i HRV, sömn, träningsbelastning och vitala värden? Lyft fram det som sticker ut.
zh_hans: 把今天和昨天比较一下。HRV、睡眠、训练负荷和生命体征有什么变化？指出值得注意的地方。

source: Compares today's RMSSD to your usual level (your own baseline of up to 60 nights, once there is one), adjusted by DFA α1 quality. Available from day one.
ar: يقارن RMSSD اليوم بمستواك المعتاد (خط الأساس الخاص بك لما يصل إلى 60 ليلة، بمجرد توفره)، معدّلًا بجودة DFA α1. متاح من اليوم الأول.
da: Sammenligner dagens RMSSD med dit sædvanlige niveau (din egen baseline på op til 60 nætter, når den findes), justeret for kvaliteten af DFA α1. Tilgængelig fra første dag.
de: Vergleicht den heutigen RMSSD mit deinem üblichen Niveau (deiner eigenen Baseline aus bis zu 60 Nächten, sobald es eine gibt), angepasst an die Qualität von DFA α1. Ab dem ersten Tag verfügbar.
es: Compara el RMSSD de hoy con tu nivel habitual (tu propia línea base de hasta 60 noches, cuando la haya), ajustado por la calidad del DFA α1. Disponible desde el primer día.
fi: Vertaa tämän päivän RMSSD:tä tavanomaiseen tasoosi (omaan enintään 60 yön perustasoosi, kun sellainen on), DFA α1:n laadulla korjattuna. Käytettävissä ensimmäisestä päivästä alkaen.
fr: Compare le RMSSD du jour à votre niveau habituel (votre propre référence sur jusqu'à 60 nuits, dès qu'elle existe), ajusté selon la qualité du DFA α1. Disponible dès le premier jour.
is: Ber RMSSD dagsins saman við venjulegt gildi þitt (þína eigin grunnlínu allt að 60 nætur, þegar hún er til), leiðrétt fyrir gæðum DFA α1. Í boði frá fyrsta degi.
it: Confronta l'RMSSD di oggi con il tuo livello abituale (la tua baseline personale fino a 60 notti, quando disponibile), corretto in base alla qualità del DFA α1. Disponibile dal primo giorno.
ja: 今日の RMSSD をいつものレベル（ベースラインができてからは、最大 60 晩分のあなた自身のベースライン）と比較し、DFA α1 の品質で調整します。初日から利用できます。
ko: 오늘의 RMSSD를 평소 수준(기준선이 생기면 최대 60일 밤의 개인 기준선)과 비교하고 DFA α1 품질로 보정합니다. 첫날부터 사용할 수 있습니다.
nb: Sammenligner dagens RMSSD med det vanlige nivået ditt (din egen grunnlinje på opptil 60 netter, når den finnes), justert for kvaliteten på DFA α1. Tilgjengelig fra første dag.
nl: Vergelijkt de RMSSD van vandaag met je gebruikelijke niveau (je eigen basislijn van maximaal 60 nachten, zodra die er is), bijgesteld op de kwaliteit van DFA α1. Beschikbaar vanaf dag één.
pt_br: Compara o RMSSD de hoje com o seu nível habitual (sua própria linha de base de até 60 noites, quando houver), ajustado pela qualidade do DFA α1. Disponível desde o primeiro dia.
ru: Сравнивает сегодняшний RMSSD с вашим обычным уровнем (ваш собственный базовую линию до 60 ночей, когда он появится) с поправкой на качество DFA α1. Доступно с первого дня.
sv: Jämför dagens RMSSD med din vanliga nivå (din egen baslinje på upp till 60 nätter, när den finns), justerat efter kvaliteten på DFA α1. Tillgänglig från första dagen.
zh_hans: 将今天的 RMSSD 与你的常规水平（建立后为你自己最多 60 晚的基线）进行比较，并根据 DFA α1 质量进行调整。从第一天起即可使用。

source: Compass unavailable
ar: البوصلة غير متاحة
da: Kompas ikke tilgængeligt
de: Kompass nicht verfügbar
es: Brújula no disponible
fi: Kompassi ei käytettävissä
fr: Boussole indisponible
is: Áttaviti ekki tiltækur
it: Bussola non disponibile
ja: コンパスを利用できません
ko: 나침반을 사용할 수 없음
nb: Kompass utilgjengelig
nl: Kompas niet beschikbaar
pt_br: Bússola indisponível
ru: Компас недоступен
sv: Kompassen är inte tillgänglig
zh_hans: 指南针不可用

source: Compass unavailable. Your start point is %lld° from north.
ar: البوصلة غير متاحة. نقطة البداية على بُعد %lld° من الشمال.
da: Kompas ikke tilgængeligt. Dit startpunkt ligger %lld° fra nord.
de: Kompass nicht verfügbar. Dein Startpunkt liegt %lld° von Norden.
es: Brújula no disponible. Tu punto de inicio está a %lld° del norte.
fi: Kompassi ei käytettävissä. Aloituspisteesi on %lld° pohjoisesta.
fr: Boussole indisponible. Votre point de départ est à %lld° du nord.
is: Áttaviti ekki tiltækur. Upphafsstaðurinn þinn er %lld° frá norðri.
it: Bussola non disponibile. Il tuo punto di partenza è a %lld° da nord.
ja: コンパスを利用できません。開始地点は北から %lld° の方向です。
ko: 나침반을 사용할 수 없습니다. 시작 지점은 북쪽에서 %lld° 방향입니다.
nb: Kompass utilgjengelig. Startpunktet ditt er %lld° fra nord.
nl: Kompas niet beschikbaar. Je startpunt ligt %lld° vanaf het noorden.
pt_br: Bússola indisponível. Seu ponto de partida está a %lld° do norte.
ru: Компас недоступен. Точка старта находится в %lld° от севера.
sv: Kompassen är inte tillgänglig. Din startpunkt ligger %lld° från norr.
zh_hans: 指南针不可用。起点位于北偏 %lld°。

source: COMPLETE: %lld sessions imported/updated
ar: اكتمل: تم استيراد/تحديث %lld جلسة
da: FÆRDIG: %lld sessioner importeret/opdateret
de: FERTIG: %lld Sitzungen importiert/aktualisiert
es: COMPLETADO: %lld sesiones importadas/actualizadas
fi: VALMIS: %lld istuntoa tuotu/päivitetty
fr: TERMINÉ : %lld sessions importées/mises à jour
is: LOKIÐ: %lld lotur fluttar inn/uppfærðar
it: COMPLETATO: %lld sessioni importate/aggiornate
ja: 完了：%lld 件のセッションをインポート／更新しました
ko: 완료: 세션 %lld개 가져오기/업데이트됨
nb: FULLFØRT: %lld økter importert/oppdatert
nl: VOLTOOID: %lld sessies geïmporteerd/bijgewerkt
pt_br: CONCLUÍDO: %lld sessões importadas/atualizadas
ru: ГОТОВО: импортировано/обновлено %lld сессии
sv: KLART: %lld sessioner importerade/uppdaterade
zh_hans: 完成：已导入/更新 %lld 个记录

source: Connect failed: %@
ar: فشل الاتصال: %@
da: Forbindelse mislykkedes: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fi: Yhdistäminen epäonnistui: %@
fr: Échec de la connexion : %@
is: Tenging mistókst: %@
it: Connessione non riuscita: %@
ja: 接続に失敗しました：%@
ko: 연결 실패: %@
nb: Tilkobling mislyktes: %@
nl: Verbinden mislukt: %@
pt_br: Falha ao conectar: %@
ru: Не удалось подключиться: %@
sv: Anslutningen misslyckades: %@
zh_hans: 连接失败：%@

source: Connecting to %@…
ar: جارٍ الاتصال بـ %@…
da: Forbinder til %@…
de: Verbinde mit %@…
es: Conectando con %@…
fi: Yhdistetään: %@…
fr: Connexion à %@…
is: Tengist %@…
it: Connessione a %@…
ja: %@ に接続中…
ko: %@에 연결 중…
nb: Kobler til %@…
nl: Verbinden met %@…
pt_br: Conectando a %@…
ru: Подключение к %@…
sv: Ansluter till %@…
zh_hans: 正在连接 %@…

source: Connection failed
ar: فشل الاتصال
da: Forbindelse mislykkedes
de: Verbindung fehlgeschlagen
es: Error de conexión
fi: Yhteys epäonnistui
fr: Échec de la connexion
is: Tenging mistókst
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패
nb: Tilkobling mislyktes
nl: Verbinding mislukt
pt_br: Falha na conexão
ru: Не удалось подключиться
sv: Anslutningen misslyckades
zh_hans: 连接失败

source: Conservative
ar: متحفّظ
da: Forsigtig
de: Zurückhaltend
es: Moderado
fi: Maltillinen
fr: Prudent
is: Hóflegt
it: Prudente
ja: 控えめ
ko: 보수적
nb: Forsiktig
nl: Voorzichtig
pt_br: Conservador
ru: Умеренно
sv: Försiktig
zh_hans: 保守

source: Continue onto %@
ar: تابع إلى %@
da: Fortsæt ad %@
de: Weiter auf %@
es: Continúa por %@
fi: Jatka: %@
fr: Continuez sur %@
is: Haltu áfram inn á %@
it: Prosegui su %@
ja: そのまま%@へ進む
ko: %@(으)로 계속 진행
nb: Fortsett inn på %@
nl: Ga verder op %@
pt_br: Continue pela %@
ru: Продолжайте по %@
sv: Fortsätt in på %@
zh_hans: 继续进入%@

source: Continue with iCloud sync off
ar: المتابعة مع إيقاف مزامنة iCloud
da: Fortsæt med iCloud-synkronisering slået fra
de: Mit deaktivierter iCloud-Synchronisierung fortfahren
es: Continuar con la sincronización de iCloud desactivada
fi: Jatka iCloud-synkronointi pois päältä
fr: Continuer avec la synchronisation iCloud désactivée
is: Halda áfram með slökkt á iCloud-samstillingu
it: Continua con la sincronizzazione iCloud disattivata
ja: iCloud 同期をオフにしたまま続ける
ko: iCloud 동기화를 끈 채로 계속
nb: Fortsett med iCloud-synkronisering av
nl: Doorgaan met iCloud-synchronisatie uit
pt_br: Continuar com a sincronização do iCloud desativada
ru: Продолжить с выключенной синхронизацией iCloud
sv: Fortsätt med iCloud-synkning av
zh_hans: 在关闭 iCloud 同步的情况下继续

source: Continuous training-impulse integration on heart-rate reserve. TRIMP = Σ (duration_min × HRR × A·e^(b·HRR)) where HRR = (HR − HR_rest) / (HR_max − HR_rest); A = 0.64, b = 1.92 (male) or A = 0.86, b = 1.67 (female) from Banister's sex-split lactate–HR regressions. Range 0–4.37 TRIMP/min (male), 0–4.57 (female).
ar: تكامل متصل لنبضة التدريب على احتياطي النبض. TRIMP = Σ (المدة_بالدقائق × HRR × A·e^(b·HRR)) حيث HRR = (النبض − HR_راحة) / (HR_أقصى − HR_راحة)؛ وA = 0.64 وb = 1.92 (ذكر) أو A = 0.86 وb = 1.67 (أنثى) من انحدارات اللاكتات-النبض المفصولة حسب الجنس لدى Banister. المدى 0–4.37 TRIMP/دقيقة (ذكر)، و0–4.57 (أنثى).
da: Kontinuerlig integration af træningsimpuls over pulsreserven. TRIMP = Σ (varighed_min × HRR × A·e^(b·HRR)) hvor HRR = (HR − HR_hvile) / (HR_maks − HR_hvile); A = 0,64, b = 1,92 (mand) eller A = 0,86, b = 1,67 (kvinde) fra Banisters kønsopdelte laktat–puls-regressioner. Interval 0–4,37 TRIMP/min (mand), 0–4,57 (kvinde).
de: Kontinuierliche Integration des Trainingsimpulses über die Herzfrequenzreserve. TRIMP = Σ (Dauer_min × HRR × A·e^(b·HRR)) mit HRR = (HF − HF_Ruhe) / (HF_max − HF_Ruhe); A = 0,64, b = 1,92 (männlich) oder A = 0,86, b = 1,67 (weiblich) aus Banisters nach Geschlecht getrennten Laktat-HF-Regressionen. Bereich 0–4,37 TRIMP/Min (männlich), 0–4,57 (weiblich).
es: Integración continua del impulso de entrenamiento sobre la reserva de frecuencia cardíaca. TRIMP = Σ (duración_min × HRR × A·e^(b·HRR)) donde HRR = (FC − FC_reposo) / (FC_máx − FC_reposo); A = 0,64, b = 1,92 (hombre) o A = 0,86, b = 1,67 (mujer) según las regresiones lactato–FC de Banister separadas por sexo. Rango 0–4,37 TRIMP/min (hombre), 0–4,57 (mujer).
fi: Harjoitusimpulssin jatkuva integrointi sykereservin yli. TRIMP = Σ (kesto_min × HRR × A·e^(b·HRR)) jossa HRR = (syke − leposyke) / (maksimisyke − leposyke); A = 0,64, b = 1,92 (mies) tai A = 0,86, b = 1,67 (nainen) Banisterin sukupuolittain eritellyistä laktaatti–syke-regressioista. Vaihteluväli 0–4,37 TRIMP/min (mies), 0–4,57 (nainen).
fr: Intégration continue de l’impulsion d’entraînement sur la réserve cardiaque. TRIMP = Σ (durée_min × HRR × A·e^(b·HRR)) où HRR = (FC − FC_repos) / (FC_max − FC_repos) ; A = 0,64, b = 1,92 (homme) ou A = 0,86, b = 1,67 (femme) d’après les régressions lactate–FC de Banister séparées par sexe. Plage 0–4,37 TRIMP/min (homme), 0–4,57 (femme).
is: Samfelld heildun æfingaimpúlss yfir púlsforða. TRIMP = Σ (lengd_mín × HRR × A·e^(b·HRR)) þar sem HRR = (púls − hvíldarpúls) / (hámarkspúls − hvíldarpúls); A = 0,64, b = 1,92 (karl) eða A = 0,86, b = 1,67 (kona) úr kyngreindum mjólkursýru–púls aðhvarfsgreiningum Banisters. Bil 0–4,37 TRIMP/mín (karl), 0–4,57 (kona).
it: Integrazione continua dell’impulso di allenamento sulla riserva di frequenza cardiaca. TRIMP = Σ (durata_min × HRR × A·e^(b·HRR)) dove HRR = (FC − FC_riposo) / (FC_max − FC_riposo); A = 0,64, b = 1,92 (uomo) o A = 0,86, b = 1,67 (donna) dalle regressioni lattato–FC di Banister separate per sesso. Intervallo 0–4,37 TRIMP/min (uomo), 0–4,57 (donna).
ja: 心拍予備能に対するトレーニングインパルスの連続積分です。 TRIMP = Σ (時間_分 × HRR × A·e^(b·HRR)) ここで HRR =（心拍 − 安静時心拍）/（最大心拍 − 安静時心拍）、A = 0.64、b = 1.92（男性）または A = 0.86、b = 1.67（女性）で、Banister の性別ごとの乳酸–心拍回帰に基づきます。範囲は 0〜4.37 TRIMP/分（男性）、0〜4.57（女性）。
ko: 심박 예비량에 대한 트레이닝 임펄스의 연속 적분입니다. TRIMP = Σ (시간_분 × HRR × A·e^(b·HRR)) 여기서 HRR = (심박 − 안정 시 심박) / (최대 심박 − 안정 시 심박)이며, A = 0.64, b = 1.92(남성) 또는 A = 0.86, b = 1.67(여성)로 Banister의 성별 구분 젖산–심박 회귀에서 유래합니다. 범위는 0–4.37 TRIMP/분(남성), 0–4.57(여성).
nb: Kontinuerlig integrasjon av treningsimpuls over pulsreserven. TRIMP = Σ (varighet_min × HRR × A·e^(b·HRR)) der HRR = (puls − hvilepuls) / (makspuls − hvilepuls); A = 0,64, b = 1,92 (mann) eller A = 0,86, b = 1,67 (kvinne) fra Banisters kjønnsdelte laktat–puls-regresjoner. Område 0–4,37 TRIMP/min (mann), 0–4,57 (kvinne).
nl: Continue integratie van de trainingsimpuls over de hartslagreserve. TRIMP = Σ (duur_min × HRR × A·e^(b·HRR)) waarbij HRR = (HS − HS_rust) / (HS_max − HS_rust); A = 0,64, b = 1,92 (man) of A = 0,86, b = 1,67 (vrouw) uit Banisters naar geslacht gesplitste lactaat–hartslagregressies. Bereik 0–4,37 TRIMP/min (man), 0–4,57 (vrouw).
pt_br: Integração contínua do impulso de treino sobre a reserva de frequência cardíaca. TRIMP = Σ (duração_min × HRR × A·e^(b·HRR)) onde HRR = (FC − FC_repouso) / (FC_máx − FC_repouso); A = 0,64, b = 1,92 (homem) ou A = 0,86, b = 1,67 (mulher), das regressões lactato–FC de Banister separadas por sexo. Faixa 0–4,37 TRIMP/min (homem), 0–4,57 (mulher).
ru: Непрерывное интегрирование тренировочного импульса по резерву пульса. TRIMP = Σ (длительность_мин × HRR × A·e^(b·HRR)) где HRR = (пульс − пульс_покоя) / (пульс_макс − пульс_покоя); A = 0,64, b = 1,92 (мужчины) или A = 0,86, b = 1,67 (женщины) по регрессиям лактат–пульс Банистера, раздельным по полу. Диапазон 0–4,37 TRIMP/мин (мужчины), 0–4,57 (женщины).
sv: Kontinuerlig integration av träningsimpuls över pulsreserven. TRIMP = Σ (varaktighet_min × HRR × A·e^(b·HRR)) där HRR = (puls − vilopuls) / (maxpuls − vilopuls); A = 0,64, b = 1,92 (man) eller A = 0,86, b = 1,67 (kvinna) från Banisters könsuppdelade laktat–puls-regressioner. Intervall 0–4,37 TRIMP/min (man), 0–4,57 (kvinna).
zh_hans: 基于心率储备的训练冲量连续积分。 TRIMP = Σ (时长_分钟 × HRR × A·e^(b·HRR)) 其中 HRR =（心率 − 静息心率）/（最大心率 − 静息心率）；A = 0.64、b = 1.92（男性）或 A = 0.86、b = 1.67（女性），取自 Banister 按性别划分的乳酸—心率回归。取值范围为 0–4.37 TRIMP/分钟（男性）、0–4.57（女性）。

source: cool down
ar: تهدئة
da: nedkøling
de: Auslaufen
es: vuelta a la calma
fi: jäähdyttely
fr: retour au calme
is: niðurkæling
it: defaticamento
ja: クールダウン
ko: 쿨다운
nb: nedkjøling
nl: cooling-down
pt_br: desaquecimento
ru: заминка
sv: nedvarvning
zh_hans: 放松整理

source: Copy, Email and Share are off while the screen is being recorded or mirrored.
ar: النسخ والبريد والمشاركة متوقفة أثناء تسجيل الشاشة أو عكسها.
da: Kopiér, E-mail og Del er slået fra, mens skærmen optages eller spejles.
de: Kopieren, E-Mail und Teilen sind aus, solange der Bildschirm aufgenommen oder gespiegelt wird.
es: Copiar, Correo y Compartir están desactivados mientras se graba o se duplica la pantalla.
fi: Kopioi, Sähköposti ja Jaa ovat pois käytöstä, kun näyttöä tallennetaan tai peilataan.
fr: Copier, E-mail et Partager sont désactivés pendant l’enregistrement ou la recopie de l’écran.
is: Afrita, Tölvupóstur og Deila eru óvirk á meðan skjárinn er tekinn upp eða speglaður.
it: Copia, E-mail e Condividi sono disattivati mentre lo schermo viene registrato o duplicato.
ja: 画面の収録中またはミラーリング中は、コピー、メール、共有を使用できません。
ko: 화면을 녹화하거나 미러링하는 동안에는 복사, 이메일, 공유를 사용할 수 없습니다.
nb: Kopier, E-post og Del er slått av mens skjermen tas opp eller speiles.
nl: Kopiëren, E-mail en Delen zijn uitgeschakeld zolang het scherm wordt opgenomen of gedupliceerd.
pt_br: Copiar, E-mail e Compartilhar ficam desativados enquanto a tela é gravada ou espelhada.
ru: Копирование, почта и «Поделиться» отключены, пока экран записывается или транслируется.
sv: Kopiera, Mejl och Dela är avstängda medan skärmen spelas in eller speglas.
zh_hans: 屏幕录制或镜像期间，“拷贝”“邮件”和“共享”不可用。

source: Could not remove %@: %@
ar: تعذّرت إزالة %1$@: %2$@
da: Kunne ikke fjerne %@: %@
de: %@ konnte nicht entfernt werden: %@
es: No se ha podido eliminar %@: %@
fi: Kohdetta %@ ei voitu poistaa: %@
fr: Impossible de supprimer %@ : %@
is: Ekki tókst að fjarlægja %@: %@
it: Impossibile rimuovere %@: %@
ja: %@ を削除できませんでした: %@
ko: %@을(를) 삭제할 수 없음: %@
nb: Kunne ikke fjerne %@: %@
nl: Kan %@ niet verwijderen: %@
pt_br: Não foi possível remover %@: %@
ru: Не удалось удалить %@: %@
sv: Det gick inte att ta bort %@: %@
zh_hans: 无法移除 %@：%@

source: Couldn't compress that image.
ar: تعذّر ضغط هذه الصورة.
da: Kunne ikke komprimere billedet.
de: Das Bild konnte nicht komprimiert werden.
es: No se pudo comprimir la imagen.
fi: Kuvaa ei voitu pakata.
fr: Impossible de compresser cette image.
is: Ekki tókst að þjappa myndinni.
it: Impossibile comprimere l'immagine.
ja: 画像を圧縮できませんでした。
ko: 이미지를 압축할 수 없습니다.
nb: Kunne ikke komprimere bildet.
nl: Kon de afbeelding niet comprimeren.
pt_br: Não foi possível compactar a imagem.
ru: Не удалось сжать изображение.
sv: Kunde inte komprimera bilden.
zh_hans: 无法压缩该图片。

source: Couldn't create the 16 kHz mono converter.
ar: تعذّر إنشاء محوّل 16 kHz أحادي القناة.
da: Kunne ikke oprette 16 kHz-monokonverteren.
de: Der 16-kHz-Mono-Konverter konnte nicht erstellt werden.
es: No se ha podido crear el conversor mono de 16 kHz.
fi: 16 kHz:n monomuunninta ei voitu luoda.
fr: Impossible de créer le convertisseur mono 16 kHz.
is: Ekki tókst að búa til 16 kHz mónó-umbreyti.
it: Impossibile creare il convertitore mono a 16 kHz.
ja: 16 kHz モノラルコンバーターを作成できませんでした。
ko: 16 kHz 모노 변환기를 만들 수 없습니다.
nb: Kunne ikke opprette 16 kHz-monokonvertereren.
nl: Kan de 16 kHz-monoconverter niet maken.
pt_br: Não foi possível criar o conversor mono de 16 kHz.
ru: Не удалось создать конвертер 16 кГц моно.
sv: Det gick inte att skapa 16 kHz-monokonverteraren.
zh_hans: 无法创建 16 kHz 单声道转换器。

source: Couldn't create the CSV file.
ar: تعذّر إنشاء ملف CSV.
da: CSV-filen kunne ikke oprettes.
de: Die CSV-Datei konnte nicht erstellt werden.
es: No se pudo crear el archivo CSV.
fi: CSV-tiedostoa ei voitu luoda.
fr: Impossible de créer le fichier CSV.
is: Ekki tókst að búa til CSV-skrána.
it: Impossibile creare il file CSV.
ja: CSVファイルを作成できませんでした。
ko: CSV 파일을 만들 수 없습니다.
nb: Kunne ikke opprette CSV-filen.
nl: Kan het CSV-bestand niet maken.
pt_br: Não foi possível criar o arquivo CSV.
ru: Не удалось создать файл CSV.
sv: Det gick inte att skapa CSV-filen.
zh_hans: 无法创建 CSV 文件。

source: Couldn't create the GPX file.
ar: تعذّر إنشاء ملف GPX.
da: GPX-filen kunne ikke oprettes.
de: Die GPX-Datei konnte nicht erstellt werden.
es: No se pudo crear el archivo GPX.
fi: GPX-tiedostoa ei voitu luoda.
fr: Impossible de créer le fichier GPX.
is: Ekki tókst að búa til GPX-skrána.
it: Impossibile creare il file GPX.
ja: GPXファイルを作成できませんでした。
ko: GPX 파일을 만들 수 없습니다.
nb: Kunne ikke opprette GPX-filen.
nl: Kan het GPX-bestand niet maken.
pt_br: Não foi possível criar o arquivo GPX.
ru: Не удалось создать файл GPX.
sv: Det gick inte att skapa GPX-filen.
zh_hans: 无法创建 GPX 文件。

source: Couldn't create the TCX file.
ar: تعذّر إنشاء ملف TCX.
da: TCX-filen kunne ikke oprettes.
de: Die TCX-Datei konnte nicht erstellt werden.
es: No se pudo crear el archivo TCX.
fi: TCX-tiedostoa ei voitu luoda.
fr: Impossible de créer le fichier TCX.
is: Ekki tókst að búa til TCX-skrána.
it: Impossibile creare il file TCX.
ja: TCXファイルを作成できませんでした。
ko: TCX 파일을 만들 수 없습니다.
nb: Kunne ikke opprette TCX-filen.
nl: Kan het TCX-bestand niet maken.
pt_br: Não foi possível criar o arquivo TCX.
ru: Не удалось создать файл TCX.
sv: Det gick inte att skapa TCX-filen.
zh_hans: 无法创建 TCX 文件。
